LEXICON = {
    "forward": ">>",
    "backward": "<<",
    "/start": "<b>Привет! </b>\n\nЭто бот, в котором "
              'ты можешь прочитать новости за этот день.\n\n'
              'Чтобы посмотреть список доступных команд - набери /help',
    "/help": "<b>Это новостной бот</b>\n\nДоступные команды:\n\n/beginning - "
             "начать читать новости с начала\n/continue - продолжить чтение\n"
             "/favorite - список отмеченных новостей\n\nЧтобы сохранить"
             "новость - нажмите на кнопку с номером страницы\n\n<b>Приятного чтения!</b>",
    "/favorite": "<b>Это список отмеченных новостей:</b>",
    "edit_favorite_button": "❌ РЕДАКТИРОВАТЬ",
    "edit_favorite": "<b>Редактировать закладки</b>",
    "del": "❌",
    "cancel": "ОТМЕНИТЬ",
    "no_favorite": "У вас пока нет ни одной сохраненной новости.\n\nЧтобы "
                    "добавить новость в избранные - во время чтения "
                    "новостей нажмите на кнопку с номером этой "
                    "страницы\n\n/continue - продолжить чтение",
    "cancel_text": "/continue - продолжить чтение"
}

LEXICON_COMMANDS = {
    "/beginning": "В начало новостей",
    "/continue": "Продолжить чтение новостей",
    "/favorite": "Сохраненные новости",
    "/help": "Справка по работе бота"
}